###############################################################################
# Created by write_sdc
###############################################################################
current_design bfloat16_spi_top
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name core_clock -period 6.6670 [get_ports {clk}]
set_propagated_clock [get_clocks {core_clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
